INSERT INTO s10p22a604.board (board_id,created_time,is_deleted,updated_time,content,hit,member_id,title,is_public) VALUES
	 (1,'2024-03-27 05:54:42.000000',0,'2024-03-29 03:41:11.118075','내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용',48,11,'게시물 제목',0),
	 (2,'2024-03-27 14:56:43.088662',1,'2024-03-29 09:28:56.211498','내용수정내용수정내용수정내용수정내용2내용수정내용2',27,11,'제목제목',0),
	 (3,'2024-03-27 15:07:54.009141',1,'2024-03-31 12:48:45.353370','내용2내용2내용2내용2내용2내용2내용2',33,11,'제목제목',0),
	 (4,'2024-03-27 15:19:52.349029',0,'2024-03-30 15:41:31.431842','내용2내용2내용2내용2내용2내용2내용2',97,11,'제목제목',0),
	 (5,'2024-03-29 02:17:48.476654',0,'2024-03-29 06:56:45.378869','작성되냐?작성되냐?작성되냐?
작성되냐?작성되냐?작성되냐?

작성되냐?작성되냐?작성되냐?작성되냐?작성되냐?작성되냐?
작성되냐?작성되냐?작성되냐?작성되냐?작성되냐?작성되냐?작성되냐?작성되냐?작성되냐?',19,11,'작성되냐?',0),
	 (6,'2024-03-29 02:21:09.187162',0,'2024-03-30 15:45:45.085483','안녕ㅎ세요안녕ㅎ세요안녕ㅎ세요안녕ㅎ세요수정',78,11,'안녕ㅎ세요수정',0),
	 (7,'2024-03-29 06:53:03.830760',0,'2024-03-30 15:50:33.133817','ㅇㅁㄹㄴㄻㅇㄴㄹㄴㅇㄻㅇㄴ
sdf
asdf
fsda
afds
adsf
sfd',20,11,'ㅁㄹㅇㄴㅇㄹㄴㅁㄹㅇㅁㄴ',0),
	 (8,'2024-03-29 09:47:15.486555',0,'2024-03-31 05:19:47.320129','
asdaadsasdaadsasdaads
asdaads
asdaads
asdaadsasdaadsasdaadsasdaadsasdaadsasdaads
v
asdaads
v
vasdaads
',5,11,'dasdassdsdds',0),
	 (9,'2024-03-30 15:53:22.038039',0,'2024-03-31 06:52:47.746311','전문가만 봐주세요전문가만 봐주세요전문가만 봐주세요',3,11,'전문가만 봐주세요',0),
	 (10,'2024-03-30 15:54:24.108168',0,'2024-04-01 03:49:22.702677','전체 글전체 글전체 글
전체 글전체 글전체 글',22,11,'전체 글',1);
INSERT INTO s10p22a604.board (board_id,created_time,is_deleted,updated_time,content,hit,member_id,title,is_public) VALUES
	 (11,'2024-03-30 16:19:33.705064',0,'2024-04-01 13:00:21.551278','ㅇㄴㅁㅇㄴㅁㄴㅇㅁㅇㄴㅁㄴㅇㄴㅁㅇ',36,11,'ㅁㅇㄴㅁㄴㅇ',1),
	 (12,'2024-03-30 16:27:20.660244',1,'2024-03-31 12:48:29.817875','ㅇㅁㄴㅇㅁㄴㅇㅁㄴㅁㄴㅇㄴㅇㅁㅁㅇㄴ',34,11,'ㅁㅇㄴ',0),
	 (13,'2024-03-30 16:27:40.492219',0,'2024-04-01 09:11:12.737584','ㅁㅇㄴㅁㄴㅇㅁㅇㄴㅇㅁㄴ수정수정수정수정',41,11,'ㅁㅇㄴ',1),
	 (14,'2024-03-31 12:49:43.087829',1,'2024-03-31 12:49:57.683195','',2,11,'',1),
	 (15,'2024-03-31 12:51:58.642369',1,'2024-03-31 12:52:17.237269','',1,11,'',1),
	 (16,'2024-03-31 12:52:25.038254',1,'2024-03-31 12:52:31.260527','',1,11,'ㅇ',1),
	 (17,'2024-03-31 13:07:38.006280',0,'2024-04-02 21:47:27.393047','ㅁㄴㅇㅇㄴㄴㅇㅁㅇㄴㄴㅁㅇㄴㅇㅁㄴㅇㅁ',23,11,'000000000000',1),
	 (18,'2024-03-31 13:58:13.113363',0,'2024-04-03 14:32:18.751241','ㄹㅇㄴㄴㄹㅇㅇㄹㄴㅇㄹㅇㄴㄹㄴㄹㅇ
ㄹㄴㅇㅇㄴㄹㄹㅇㄴㄴㅇㄹㄻㄴㅇㄻㄴㅇㅁㅇㄴㄹ
ㅁㄹㄴㅇㄹㅇㅇㄴㄻㄹㅇㄻㅇㅁㅇㄻㅇㄴㄴㄹㅇ',55,11,'ㄴㅇㅁㄴㅇㄹㄹㄹㅇ',1),
	 (19,'2024-03-31 14:11:30.683391',1,'2024-03-31 14:11:46.693864','ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ',1,11,'ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ',1),
	 (20,'2024-04-01 04:01:21.402239',0,'2024-04-03 14:35:18.170787','안녕하세요

저는 최근 리그 오브 레전드라는 온라인 게임을 하던 도중, 상대 플레이어로부터 심각한 욕설과 인신공격을 받았습니다. 이로 인해 큰 정신적 충격과 불쾌감을 경험했으며, 이에 대한 법적 조치를 고려하고 있습니다.

상대방의 욕설이 명백하고, 이를 증명할 수 있는 채팅 로그나 화면 캡처 자료를 확보하고 있습니다.
해당 사건으로 인해 심리적 스트레스를 받고 있으며, 이에 대한 상담을 받은 기록도 있습니다.
저는 이 사건으로 인한 정신적 피해에 대해 적절한 보상을 받기를 원합니다.
이와 관련하여 몇 가지 질문이 있습니다

1. 이러한 상황에서 법적으로 보상을 받을 수 있는 가능성이 있는지 궁금합니다.
2. 가능하다면, 어느 정도의 보상을 기대할 수 있는지, 그리고 어떤 절차를 밟아야 하는지 알고 싶습니다.
3. 이 과정에서 변호사의 도움을 받기 위한 비용은 얼마나 될지도 궁금합니다.',63,11,'온라인 게임 내 욕설로 인한 정신적 피해 보상 관련 상담 요청',1);
INSERT INTO s10p22a604.board (board_id,created_time,is_deleted,updated_time,content,hit,member_id,title,is_public) VALUES
	 (21,'2024-04-01 04:38:05.727829',0,'2024-04-03 16:33:14.941796','안녕하세요

저는 최근 온라인 중고거래 플랫폼을 통해 물품을 구매하려고 했으나, 결제를 한 이후 판매자로부터 물품을 받지 못했습니다. 판매자와의 연락도 끊겼으며, 제 돈을 돌려받지 못하는 상황에 처해 있습니다. 이로 인해 큰 경제적 손실을 입었고, 심각한 스트레스를 받고 있습니다.

결제 내역, 판매자와의 대화 기록 등 이 사건을 증명할 수 있는 자료를 확보하고 있습니다.
이 사건으로 인해 받은 정신적 스트레스로 인해 상담을 받은 기록도 있습니다.
저는 이 사건으로 인한 경제적, 정신적 피해에 대해 적절한 보상을 받기를 원합니다.
이와 관련하여 몇 가지 질문이 있습니다

이러한 상황에서 법적으로 보상을 받을 수 있는 가능성이 있는지 궁금합니다.
가능하다면, 어느 정도의 보상을 기대할 수 있는지, 그리고 어떤 절차를 밟아야 하는지 알고 싶습니다.
이 과정에서 변호사님의 도움을 받기 위한 비용은 얼마나 될지도 궁금합니다.
저는 최대한 신속하게 해결하고 싶습니다 도와주세요',50,11,'중고거래 사기',1),
	 (22,'2024-04-03 14:25:26.235828',0,'2024-04-03 14:31:43.188163','안녕하세요, 변호사님께 상담을 문의하고자 하는 글을 작성해보겠습니다.

존경하는 변호사님,

저는 최근 단톡방에서 타인으로부터 상당한 모욕과 욕설을 받았습니다. 이로 인해 제 명예가 훼손되었고, 심리적으로 큰 상처를 입었습니다. 이에 대해 법적으로 조치를 취해야 하는지에 대해 상담을 받고자 합니다.

해당 상황에 대해 더 자세히 상담을 받고 싶으나, 변호사님을 통해 어떻게 진행해야 하는지, 가능한 조치 및 절차에 대해 조언을 구하고자 합니다. 또한, 고소의 여부와 함께 이에 따른 결과와 가능한 후속 조치에 대해 상담 받고 싶습니다.

가능하시다면 상담 일정을 잡아주시거나, 상담료와 관련된 사항을 미리 알려주시면 감사하겠습니다.

부디 제 사안에 대해 조언과 도움을 주시면 감사하겠습니다.

진심으로 감사드립니다.',4,34,'모욕죄 성립 될까요 ?',0),
	 (23,'2024-04-03 14:31:30.036949',0,'2024-04-03 16:24:57.690022','명예훼손, 모욕죄 성립 될까요 ?명예훼손, 모욕죄 성립 될까요 ?',8,34,'명예훼손, 모욕죄 성립 될까요 ?',1),
	 (24,'2024-04-03 14:35:30.408267',0,'2024-04-03 14:36:32.079661','당근거래 3자 사기 당했어유 뉴뉴',3,34,'당근거래 3자 사기',0),
	 (25,'2024-04-03 14:37:33.755517',0,'2024-04-03 16:20:35.452625','세탁소에서 제 패딩을 잃어버리고 발뺌하네요 ㅜㅜ',4,34,'세탁소에서 제 패딩을 잃어버리고 발뺌하네요',1);
