INSERT INTO s10p22a604.precedent_summary (precedent_id,summary) VALUES
	 (64437,'파산자인 충남상호신용금고의 파산관재인인 예금보험공사가 유지훈 외 5명을 상대로 소송을 제기했고, 제1심에서 원고의 청구를 기각하는 판결이 나왔습니다. 항소심에서도 이를 기각하는 결정이 내려졌습니다. 이유로는 파산법에 따라 파산관재인은 파산자의 권리를 대리 또는 대표하는 것으로, 채무자들의 사해행위를 알았는지 여부는 파산자를 기준으로 판단해야 하며, 이에 따라 소송이 부적법하다는 판단이 내려진 것입니다. 따라서, 원고의 항소는 기각되었습니다.'),
	 (64440,'피고들이 원고 회사의 광산 공사를 방해하고 신용과 명예를 훼손했다는 주장으로 원심판결이 나왔다. 이에 대한 상고이유를 살펴본 결과, 형사판결에 의존한 증거가 부족하거나 신뢰할 수 없는 경우가 있어 이에 대한 판단이 적절하지 않았음이 나왔다. 이에 피고들의 나머지 상고이유에 대한 판단을 생략하고 피고들 패소 부분을 파기하고 새롭게 심리하도록 환송하며, 원고의 상고를 기각하는 결론이 나왔다.'),
	 (64444,'서울고법에서 선고된 판결 내용은 상고를 기각하고 상고비용은 피고가 부담한다는 것이다. 상고이유는 집행관이 동산을 채권자에게 보관하도록 한 경우, 채권자의 보관에 필요한 계약상의 주의의무를 다하지 않으면 멸실로 인한 손해배상책임을 진다고 하며, 타인의 상표권을 침해한 물건이 보관상의 주의의무 위반으로 멸실되면 손해배상책임을 부담해야 한다. 이 사건에서 피고가 채권자의 동산을 보관하기로 약정했지만 소홀히 한 결과, 멸실된 동산에 대해 손해배상책임을 부담해야 한다는 판결을 내렸다. 원심의 판단은 정당하며, 법리나 기록상의 오류는 없다고 결론 지었다.'),
	 (64445,'원심에서는 원고의 소유 지분을 피고에게 반환할 것과 선결에 적용된 법리를 잘못 판단한 부분을 파기하고, 이를 다시 심리하도록 판단했으며, 나머지 상고를 기각했습니다. 부당이득금 청구에 대한 토지의 기초 가격에 대한 판단도 적절하다고 판단했습니다. 따라서 이 부분을 환송하여 다시 심리하도록 할 것을 결정했습니다.'),
	 (64450,'이 소송은 주식회사 신라개발산업과 주식회사 우남 간의 소송에 대한 서울고법 2007년 12월 7일 판결 내용에 관한 것이다. 상고가 기각되었고, 상고비용은 피고가 부담하게 되었다. 상고이유와 원심판결 이유에 대한 내용이 포함되어 있으며, 내용을 요약하면 다음과 같다:

- 소송대리인이 있는 경우에도 채무자 회사의 회생절차가 진행 중이더라도 판결 선고가 가능하다.
- 주식회사 우남이 신라개발산업에게 하자보수보증금으로 이 사건 약속어음을 발행하였다는 사실을 주장하나, 원심은 이를 인정하고 관련 법리와 기록을 종합하여 판단한 결과, 위법이 없다고 결론 지음.
- 따라서 상고를 기각하고 상고비용은 패소자가 부담하도록 판결되었다.'),
	 (64451,'상고인이 상고를 이유로 대법관에게 제출한 상고이유는, 1. 원심판결에서 소외 2가 소유하던 토지에 대한 부분점유와 상속분쟁에 대한 판단이 부당하다는 것, 2. 특별한 사정 없이 다른 상속인들과 함께 상속받은 토지를 소외 2가 전부 점유한 것을 타주점유로 잘못 인정했다는 것을 주장하는 것이다. 대법관은 상고이유를 수긍하여 원심판결 중 일부를 파기하고 대전고등법원으로 이 부분 사건을 재판할 것을 결정했다.'),
	 (64453,'피고의 부동산 소유권 이전 등기가 채권자들을 해하는 사해행위인지 여부에 대한 사례를 다룬 내용입니다. 판결은 상고를 기각하고 상고비용은 상고자가 부담하도록 결정했다는 것이 주요 내용입니다.원심은 피고와 소외 3의 명의신탁 약정에 따라 소외 3 명의의 소유권 이전 등기가 유효하다고 판단했지만, 이로 인해 발생한 채권자의 사해행위를 구성하지 않는다고 판단하여 상고를 기각한 것으로 보여집니다.'),
	 (68352,'상고가 기각되었고, 상고비용은 원고(반소피고)가 부담해야 한다. 재건축 결의에서 재건축비용의 분담에 관한 사항이 구체적으로 정해지지 않았기 때문에 결의는 무효로 판단되었다. 따라서 원고의 주장이 기각되었으며, 다른 상고이유들도 영향을 미치지 못하였기 때문에 상고는 모두 기각되었다.'),
	 (70346,'원고와 피고 간의 항소에 대한 판결 요약:

- 원고의 항소가 기각되었으며, 항소비용은 원고가 부담해야 함.
- 피고는 원고에게 102,850,000원을 지불해야 하며, 이에 대한 연이자율은 일정 기간 후 변경됨.
- 항소취지는 제1심판결을 취소하는 것이었음.
- 원고는 도난사건 발생으로 인해 피고에게 손해배상을 요구했으나, 법정 심리에서 이를 충족시킬 증거가 부족하다는 이유로 원고의 청구가 기각되었음.'),
	 (76481,'원고가 피고회사에서 근무하면서 징계를 받아서 항소를 제기했지만, 항소를 기각하고 항소비용은 원고가 부담하도록 결정했다. 이유는 피고회사가 징계면직한 것을 무효화하고, 피고회사가 위법한 면직처분을 한 것이라는 주장이었으나 법원은 이를 인정하지 않았다. 원고는 동료를 폭행하여 상해를 입힌 사실을 부정하고 면직처분이 무효라고 주장했지만, 법원은 이를 인정하지 않았다. 해당 판결은 적법하며 원고의 항소는 기각되었고, 항소비용은 원고가 지불해야 한다는 내용이다.');
INSERT INTO s10p22a604.precedent_summary (precedent_id,summary) VALUES
	 (78991,'2006년 556번 결정에 대한 항고를 기각하는 수원지방법원 평택지원의 결정이다. 이 결정은 다음과 같은 내용을 포함하고 있다. 항고인은 토지를 복지편익시설로 이용할 목적으로 구매하였으나 이를 음식점으로 운영하고 있는 것이 확인되었고, 이로 인해 과태료가 부과되었는데 항고인은 위반사실을 부인하고 취소를 요구했으나 법원은 항고인의 주장을 수용하지 않았다. 따라서 원심 결정은 적법하며 항고인의 주장에는 근거가 없다는 판단을 내린 것이다.'),
	 (136167,'피고들은 원고 1에게 36,060,023원, 원고 2에게 1,500,000원, 원고 3에게 19,873,349원을 각각 2007년 9월 19일부터 2009년 4월 17일까지 연 5%에서 연 20%의 이율로 지급해야 한다. 피고 1, 2, 3에 대한 나머지 청구 및 피고 4, 5에 대한 청구는 기각되었다. 소송비용은 일부는 원고, 피고 1, 2, 3이 부담하고, 나머지는 원고가 부담한다. 마지막으로, 지급 의무를 성실하게 이행하지 않을 경우 가처분이 가능하다.'),
	 (145686,'현대해상화재보험 주식회사와 망 사이의 소송에서 원심판결이 상고되었습니다. 상고이유에 대한 판단 과정과 이유, 그리고 후부안전판 구조상의 결함과 관련된 주장들이 검토되었습니다. 원심은 구조상의 결함이나 기능상의 장해로 사고의 발생과 확대 사이에 상당한 인과관계가 없다고 판단했지만, 상고이유 주장의 타당성을 인정하고 원심판결을 파기하고 사건을 원심법원에 환송하기로 결정되었습니다.'),
	 (150217,'이 소송은 이혼 청구를 받아들이지 않는 원심판결을 상고한 것입니다. 상고 이유 중 원고가 피고의 탈선으로 인해 정신적 고통을 받았다는 점을 인정하되, 원심은 원고가 피고의 행위에 더 큰 책임이 있다고 판단하여 이혼을 배척하였습니다. 그러나 원심은 원고의 탈선행위와 관련된 구체적인 사실을 찾지 않았고, 이를 원고의 책임으로 돌리며 잘못된 판단을 내렸습니다. 따라서 대법원은 이 원심판결을 파기하고 사건을 다시 서울고등법원에서 심판하도록 환송하였습니다.'),
	 (158151,'원고인 김천영이 상고를 기각당한 사건에서 이유를 주장했으나 최종적으로 상고가 적절하지 않다는 결론을 내렸다. 따라서 상고비용은 김천영이 부담해야 한다. 김천영이 이의를 제기했으나 법률행위에 있어서 타인으로부터 기망당하였거나 법률행위의 요소에 착오가 있는 경우가 아니라면 항소를 철회할 수 없다고 판결되었다. 결론적으로 김천영의 상고항소는 유효하다는 판단이었고, 따라서 원판결을 파기할 필요가 없었다. 최종 판결은 상고를 기각하고 상고비용은 김천영이 부담해야 한다는 것이었다.'),
	 (161145,'원고인 나무엑터스와 피고인 피엔에스더존샤시 사이의 모델계약 분쟁에 대한 소송의 결과는 다음과 같습니다. 원고에 대해 피고는 30,000,000원과 연 6%의 지연상금을 2011. 5. 27.부터 2012. 2. 15.까지, 그 후에는 연 20%의 비율로 지불해야 합니다. 원고들의 나머지 청구는 기각되었으며, 소송비용은 원고 3/4과 피고 1/4가 부담합니다. 이 결정은 가집행 가능하며, 피고는 원고에게 110,000,000원 및 연 20%의 비율로 계산한 돈을 지불할 것을 요청했습니다. 계약해지 이유로 피고가 주장한 이유에 대한 판단은 다음과 같습니다. 계약을 해지한 원인이 피고의 이행거절이 아니라고 보며, 피고는 원고에게 30,000,000원을 손해배상해야 한다고 결론내렸습니다. 계약서의 단서 조항에 따라 손해배상액은 30,000,000원으로 결정되었습니다.'),
	 (167457,'이 사건은 아가타 디퓨전이 상고를 제기했지만 상고가 기각되었고, 상고비용은 아가타 디퓨전이 부담해야 한다는 판결이 서울고법으로부터 나왔습니다. 판결에서는 원고의 등록상표와 피고 제품의 형상이 상표의 유사성이 없다고 판단되었으며, 또한 피고 제품의 형상이 상표로 사용되지 않았다고 판단되어 상표권 침해로 보이지 않았습니다. 따라서 상고를 기각하고 상고비용은 패소자가 부담해야 한다는 결론이 내려졌습니다.'),
	 (192404,'원고인 팍스 헤드, 인코포레이티드가 피고인 주식회사 폭스코리아 등에 대한 청구를 한 결과를 나타내는 내용이다. 판결은 원고의 항소를 일부 받아들이고, 일부 청구를 받아들여 취소하며 나머지 항소를 기각한 결정이 내려졌다고 요약할 수 있습니다.'),
	 (192574,'주요 내용:
- 원고인 팍스 헤드, 인코포레이티드와 피고인 주식회사 폭스코리아 간의 저작권 분쟁 사건
- 원심에서 상고를 모두 기각하고 상고비용은 피고들이 부담하기로 결정
- 상고이유 제출기간 경과 후 제출된 각 상고이유보충서의 기재는 상고이유를 보충하는 범위 내에서 판단됨
- 상고이유 제1점에서 저작물의 창작성을 평가하는 기준, 이 사건 원고 도안이 저작권법에 의해 보호받는 창작물임을 판단
- 상고이유 제2점 및 제3점에서 원심의 결정이 정당하다는 판단
- 원심이 피고들에게 이 사건 원고 도안을 사용하지 않고 폐기할 의무를 부여한 결정도 정당
- 상고를 기각하고 상고비용은 패소자들이 부담하도록 판결됨

이 판결에서는 상고이유와 관련된 법리와 사실을 정확히 고려하며, 원심 판결에 이견이 없다고 판단하여 상고를 모두 기각하고 상고비용은 패소자들이 부담하기로 결정되었습니다.'),
	 (198400,'부산지법 판결 결과에 대한 요약:

- 상고를 기각하고 상고비용은 원고가 부담해야 한다.
- 징발재산정리에 관한 특별조치법 제20조의2에 대한 헌법적 저촉 여부에 대한 논지는 헌법재판소의 결정을 참조하며 부당하다고 판단했다.
- 특별조치법에 따라 환매기간이 경과한 징발재산에 대해서 피징발자에게 우선매수권이 있는 것은 아니라고 판결되었다.
- 확인의 소는 분쟁의 최종 해결 방법이 아니므로 이익이 없다고 판단했으며, 이에 따라 상고가 기각되고 상고비용은 패소자인 원고가 부담해야 한다.');
INSERT INTO s10p22a604.precedent_summary (precedent_id,summary) VALUES
	 (215007,'원고는 부산지방지법과 대구고등법원으로 상고를 제기했고, 원심판결은 각각 기각되었으며 상고비용 부담이 나뉘어졌습니다. 소송 내용은 경찰관과 사건 피해자간의 총기 사고와 관련이 있습니다. 원심은 피해자와 경찰관 양측에 각각의 과실을 인정하면서 손해액을 판단했습니다. 이에 대한 상고는 법원에서 모든 이유를 기각하고 결정했으며, 판결은 대법원판사 및 관여법관의 일치된 의견으로 이루어졌습니다.'),
	 (220241,'원고인 가족들이 피고인 병원을 상대로 손해배상청구를 했는데, 원심판결에서는 병원 의료진이 적절한 조치를 취했다고 판단하여 손해배상청구를 받아들이지 않았습니다. 그러나 대법원은 이에 대해 다르게 판단하여 원심판결을 파기하고 사건을 재심리하도록 환송하기로 결정했습니다. 이유는 병원 의료진이 소외 1의 상태를 충분히 고려하지 않고 적절한 조치를 취하지 않았을 가능성이 있다는 것을 인정했기 때문입니다.'),
	 (221227,'원고는 거남건설 주식회사와 다른 사람에게 특정 토지와 건물을 인도하고, 일정 금액을 지불해야 한다는 판결이 나왔습니다. 다만, 원고의 다른 청구는 기각되었고, 소송비용에 대해서는 거남건설 주식회사가 부담하는 부분과 원고와 다른 사람 사이에서 절반씩 부담하는 부분이 있습니다. 거남건설 주식회사가 인도를 거부할 경우 강제집행이 이뤄질 수 있습니다. 유족 노조선 변호사가 이 판결을 내렸습니다.'),
	 (226243,'미성년자인 원고와 대학병원인 피고 사이의 소송 관련 정보를 담고 있는 텍스트입니다. 원심판결 내용은 피고 병원 의료진의 과실로 인한 장애 발생에 대한 손해배상책임을 인정한 것으로 보입니다. 특히 산모와 태아에 대한 관찰 부족과 오류로 인한 결과로 여겨졌습니다. 손해배상책임의 제한에 대한 내용도 포함되어 있으며, 결론적으로 상고가 기각되고 손해배상책임은 각자 부담하기로 결정되었습니다.'),
	 (237015,'파주시장이 소송대리인과 함께 벽초지수목원 유한회사를 해산하려는데, 이에 대한 제1심 결정이 2022년 9월 13일에 이뤄졌습니다. 다만, 이 결정을 취소하고 이 사건의 해산명령청구를 기각하는 내용과 관련된 이유 및 취지 등이 상세하게 기술되어 있습니다. 주요 내용으로는 법원이 기초사실 및 관련법령을 고려한 결과, 벽초지수목원 유한회사의 업무 내용이 농어촌 관광휴양사업에 속하지 않으며, 이를 위한 행정절차를 거치지 않았다는 점이 강조되었습니다. 결론적으로 이 사건에서는 해당 회사의 해산을 요청하는 것이 적절하지 않다고 판단되어, 법원은 이 사건의 해산명령을 기각하도록 결정했습니다.');
